Repository: 3laws/resonance
Catalog: po/*.po
Languages: fr, id, nl

source: translator-credits
fr: Irénée Thirion
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Added Folder:
fr: Dossier ajouté :
id: Menambah Folder:
nl: Toegevoegde map:

source: Unable to add music folder.
fr: Impossible d’ajouter le dossier de musique.
id: Tidak dapat menambah musik ke folder.
nl: De muziekmap kan niet worden toegevoegd.

source: Added Images!
fr: Images ajoutées !
id: Ditambahkan Gambar!
nl: Foto's toegevoegd!

source: Added {number_of_artists} Artist Images.
fr: {number_of_artists} images d’artistes ont été ajoutées.
id: Menambah {number_of_artist} Gambar Artis.
nl: Er zijn {number_of_artists} artiestenfoto's toegevoegd.

source: Added Playlist!
fr: Liste de lecture ajoutée !
id: Ditambahkan Playlist!
nl: Afspeellijst toegevoegd!

source: Playlist «{playlist_title}» has been created!
fr: La liste de lecture « {playlist_title} » a été créée !
id: Playlist «{playlist_title}» telah di buat!
nl: De afspeellijst «{playlist_title}» is aangemaakt!

source: Unable to add playlist.
fr: Impossible d’ajouter la liste de lecture.
id: Tidak dapat menambah playlist.
nl: De afspeellijst kan niet worden toegevoegd.

source: Duplicated!
fr: Dupliquée !
id: Terduplikasi!
nl: Gekloond!

source: Copied playlist successfully.
fr: Liste de lecture copiée.
id: Berhasil menyalin playlist.
nl: De afspeellijst is gekloond.

source: Unable to duplicate playlist.
fr: Impossible de dupliquer la liste de lecture.
id: Tidak dapat menduplikasi playlist.
nl: De afspeellijst kan niet worden gekloond.

source: Renamed!
fr: Renommée !
id: Diubah Namanya!
nl: Naam gewijzigd!

source: Playlist has been renamed from {old_title} to {new_title}!
fr: La liste de lecture {old_title} a été renommée {new_title} !
id: Playlist telah di ubah nama dari {old_title} ke {new_title}!
nl: De afspeellijstnaam is gewijzigd van {old_title} naar {new_title}!

source: Unable to rename playlist.
fr: Impossible de renommer la liste de lecture
id: Tidak dapat mengubah nama playlist.
nl: De afspeellijstnaam kan niet worden gewijzigd.

source: Removed:
fr: Supprimé :
id: Dihapus:
nl: Verwijderd:

source: {removed_directory} has been removed from the database.
fr: {removed_directory} a été supprimé de la base de données.
id: {removed_directory} telah di hapus dari database.
nl: {removed_directory} is uit de databank verwijderd.

source: Unable to remove directory.
fr: Impossible de supprimer le répertoire.
id: Tidak dapat menghapus direktori.
nl: De map kan niet worden verwijderd.

source: Deleted.
fr: Supprimée.
id: Terhapus.
nl: Verwijderd.

source: Removed playlist successfully!
fr: Liste de lecture supprimée !
id: Berhasil menghapus playlist!
nl: De afspeellijst is verwijderd!

source: Unable to remove playlist.
fr: Impossible de supprimer la liste de lecture.
id: Tidak dapat menghapus playlist.
nl: De afspeellijstnaam kan niet worden verwijderd.

source: Modified.
fr: Modifiée.
id: Modifikasi.
nl: Bewerkt.

source: Changed playlist successfully!
fr: La liste de lecture a été modifiée !
id: Berhasil mengubah playlist!
nl: De afspeellijst is aangepast!

source: Unable to modify playlist.
fr: Impossible de modifier la liste de lecture.
id: Tidak dapat memodifikasi playlist.
nl: De afspeellijstnaam kan niet worden aangepast.

source: Added
fr: Ajoutées
id: Ditambah
nl: Toegevoegd:

source: tracks to {playlist_title}!
fr: Pistes à la liste de lecture
id: trek ke
nl: nummers aan {playlist_title}!

source: Unable to add track to playlist.
fr: Impossible d’ajouter la piste à la liste de lecture.
id: Tidak dapat menambah trek ke playlist.
nl: Het nummer kan niet worden toegevoegd.

source: Removed
fr: Supprimée
id: Terhapus
nl: Verwijderd:

source: track from playlist.
fr: de la liste de lecture.
id: trek dari playlist
nl: nummer van de afspeellijst.

source: Unable to remove track from playlist.
fr: Impossible de retirer la piste de la liste de lecture.
id: Tidak dapat menghapus trek pada playlist.
nl: Het nummer kan niet worden verwijderd.

source: Unable to reorder playlist.
fr: Impossible de réordonner la liste de lecture.
id: Tidak dapat menyusun ulang playlist.
nl: De afspeellijst kan niet worden herordend.

source: Unable to load music folders.
fr: Impossible de charger les répertoires de musique.
id: Tidak dapat memuat folder musik.
nl: De muziekmappen kunnen niet worden geladen.

source: Tried to add track(s) to playlist that does not exist.
fr: Tentative d’ajouter une ou plusieurs piste(s) à une liste de lecture inexistante.
id: Mencoba menambahkan trek ke daftar putar yang tidak ada.
nl: Er werd getracht een of meerdere nummers toe te voegen aan een niet-bestaande afspeellijst.

source: <span foreground={ERROR_RED}>Error!</span> {error_msg}
fr: <span foreground={ERROR_RED}>Erreur !</span> {error_msg}
nl: <span foreground={ERROR_RED}>Foutmelding!</span> {error_msg}

source: Play
fr: Lecture
id: Putar
nl: Afspelen

source: Toggle Play Pause
fr: Lecture / Pause
id: Beralih Putar Jeda
nl: Afspelen/Pauzeren

source: Previous
fr: Précédent
id: Sebelum
nl: Vorige

source: Next
fr: Suivant
id: Berikutnya
nl: Volgende

source: End Queue
fr: Fin de la file d’attente
id: Akhiri Antrian
nl: Einde van wachtrij

source: Playback
fr: Lecture
id: Pemutaran
nl: Afspelen

source: Go to Queue
fr: Aller vers la file d’attente
id: Pergi ke Antrian
nl: Ga naar wachtrij

source: Navigate
fr: Parcourir
id: Navigasi
nl: Navigatie

source: {number_of_tracks} tracks
fr: {number_of_tracks} pistes
nl: {number_of_tracks} nummers

source: {album_title}, Disc {disc_number}
fr: {album_title}, Disque {disc_number}
nl: {album_title}, schijf {disc_number}

source: Play Disc {disc_number} of {album_title}
fr: Lire le disque {disc_number} de {album_title}
id: Putar Disc {disc_number} ke {album_title}
nl: Schijf {disc_number} van {album_title} afspelen

source: <span weight="ultralight">Disc {disc_number}</span>
fr: <span weight="ultralight">Disque {disc_number}</span>
nl: <span weight="ultralight">Schijf {disc_number}</span>

source: 1 track
fr: 1 piste
nl: 1 nummer

source: _Add Music
fr: _Ajouter la musique
id: _Tambah Musik
nl: Muziek t_oevoegen

source: _Cancel
fr: A_nnuler
id: _Batal
nl: _Annuleren

source: Select Music Library
fr: Sélectionnez un répertoire de musique
id: Pilih Pustaka Musik
nl: Kies een muziekmap

source: Unable to add music folder, not a valid directory.
fr: Impossible de rajouter le répertoire de musique, dossier invalide.
id: Tidak dapat menambahkan folder musik, bukan direktori yang valid.
nl: Deze map is ongeldig en kan daarom niet worden toegevoegd.

source: Importing Music Folder...
fr: Importation du répertoire de musique…
id: Mengimpor Folder Musik...
nl: Bezig met importeren van muziek…

source: Welcome to Resonance
fr: Bienvenue dans Résonance
id: Selamat datang di Resonance
nl: Welkom in Resonance

source: Add your music library to get started!
fr: Ajouter votre bibliothèque musicale pour commencer !
id: Tambah pustaka musik kamu untuk memulai!
nl: Voeg uw muziek toe om aan de slag te gaan!

source: Play {track_title}
fr: Lire {track_title}
id: Putar {track_title}
nl: {track_title} afspelen

source: Add {track_title} to Playlist
fr: Ajouter {track_title} à la liste de lecture
id: Tambah {track_title} ke Playlist
nl: {track_title} toevoegen aan afspeellijst

# shortcut window
source: General
fr: Général
nl: Algemeen

# shortcut window
source: Show Shortcuts
fr: Afficher les raccourcis
id: Tampilkan Pintasan
nl: Sneltoetsen tonen

# shortcut window
source: Quit
fr: Quitter
id: Keluar
nl: Afsluiten

source: Previous Track
fr: Piste précédente
id: Trek Sebelumnya
nl: Vorig nummer

source: Next Track
fr: Piste suivante
id: Trek Berikutnya
nl: Volgend nummer

source: Loop Queue
fr: Jouer la file d’attente en boucle
id: Ulangi Antrian
nl: Wachtrij herhalen

source: Loop Current Track
fr: Jouer la piste actuelle en boucle
id: Ulangi Trek saat ini
nl: Huidig nummer herhalen

source: Shuffle Queue
fr: Mélanger la file d’attente
id: Acak Antrian
nl: Wachtrij willekeurig afspelen

source: Play Album
fr: Lire l’album
id: Putar Album
nl: Album afspelen

source: Add Album to Queue
fr: Ajouter l’album à la file d’attente
id: Tambah Album ke Antrian
nl: Album toevoegen aan wachtrij

source: Play Playlist
fr: Lire la liste de lecture
id: Putar Playlist
nl: Afspeellijst afspelen

source: Add Playlist to Queue
fr: Ajouter la liste de lecture à la file d’attente
id: Tambah Playlist ke Antrian
nl: Afspeellijst toevoegen aan wachtrij

source: UI
fr: Interface
nl: Vormgeving

source: All
fr: Tout
id: Semua
nl: Alles

source: Reset
fr: Réinitialiser
nl: Standaardwaarden

source: Full Page Back Buttons
fr: Boutons retour en pleine page
id: Tombol Kembali Halaman Penuh
nl: Paginaterugknoppen

source: Queue
fr: File d’attente
id: Antrian
nl: Wachtrij

source: Queue Opens By Default
fr: La file d’attente s’ouvre par défaut
id: Buka Antrian secara Bawaan
nl: Wachtrij tonen na opstarten

source: Album Grid Page
fr: Page de la grille des albums
id: Halaman Kisi Album
nl: Albumrooster

source: Default sort
fr: Tri par défaut
id: Urut Bawaan
nl: Standaard sorteervolgorde

source: Sort by Album Title
fr: Trier par titre d’album
id: Urutkan Album bedasarkan Judul
nl: Sorteren op albumnaam

source: Sort by Artist Name
fr: Trier par nom d’artiste
id: Urutkan Artis bedasarkan Nama
nl: Sorteren op artiestennaam

source: Sort by Genre
fr: Trier par genre
id: Urutkan bedasarkan Genre
nl: Sorteren op genre

source: Sort by Release Date
fr: Trier par date de sortie
id: Urutkan bedasarkan Tanggal Rilis
nl: Sorteren op uitgavedatum

source: Sort by Total Duration
fr: Trier par durée totale
id: Urutkan bedasarkan Total Durasi
nl: Sorteren op totaalduur

source: Sort by Track Count
fr: Trier par nombre de pistes
id: Urutkan bedasarkan Jumlah Trek
nl: Sorteren op nummeraantal

source: Display Album Name and Artist Labels by Default
fr: Afficher les étiquettes du nom de l’album et de l’artiste par défaut
id: Menampilkan Nama Album dan Label Artis secara Bawaan
nl: Album- en artiestennamen tonen

source: If disabled, these labels are only shown when searching on the album grid page.
fr: Si cette option est désactivée, ces étiquettes n’apparaîtront que lors de la recherche sur la page de la grille des albums.
id: Jika dinonaktifkan, label ini hanya ditampilkan saat mencari di halaman petak album.
nl: Schakel uit om deze labels alleen tijdens het doorzoeken van het albumrooster te tonen.

source: Disable Album Flap
fr: Désactiver le volet Album
id: Nonaktifkan Penutup Album
nl: Albumhoezen niet aanklikbaar maken

source: Selecting an album will take you straight to the album detail page.
fr: Sélectionner un album vous emmènera directement à la page des détails de l’album.
id: Memilih album akan membawa Kamu langsung ke halaman detail album.
nl: Schakel uit om albuminformatie te bekijken door op een albumhoes te klikken.

source: Track Page
fr: Page des pistes
id: Halaman Trek
nl: Nummerpagina

source: Sort by Track Title
fr: Trier par titre de piste
id: Urutkan bedasarkan Judul Trek
nl: Sorteren op nummernaam

source: Search Bar Open by Default
fr: Barre de rechercher ouverte par défaut
id: Bilah Pencarian Terbuka secara Bawaan
nl: Zoekvak altijd tonen

source: Display Additional Labels by Default
fr: Afficher les étiquettes additionnelles par défaut
id: Menampilkan Label Tambahan Secara Bawaan
nl: Altijd aanvullende labels tonen

source: If disabled, track entries only display genre and date labels when searching
fr: Si cette option est désactivée, les entrées des pistes n’afficheront que les balises de genre et la date lors de la recherche
id: Jika dinonaktifkan, entri lacak hanya menampilkan label genre dan tanggal saat menelusuri
nl: Schakel uit om items tijdens het doorzoeken alleen te voorzien van genre- en datumlabels.

source: Playlists
fr: Listes de lecture
nl: Afspeellijsten

source: Playlist Grid Default Sort
fr: Ordre de tri par défaut de la grille des listes de lecture
id: Urutan Kisi Bawaan Playlist
nl: Standaard sorteervolgorde

source: Sort by Playlist Title
fr: Trier par titre de liste de lecture
id: Urutkan bedasarkan Judul Playlist
nl: Sorteren op afspeellijstnaam

source: Sort by Last Modified
fr: Trier par dernière modification
id: Urutkan bedasarkan Terakhir Dimodifikasi
nl: Sorteren op wijzigingsdatum

source: Sort by Duration
fr: Trier par durée
id: Urutkan bedasarkan Durasi
nl: Sorteren op duur

source: Artists
fr: Artistes
id: Artis
nl: Artiesten

source: Artist Grid Default Sort
fr: Ordre de tri par défaut de la grille des artistes
id: Susunan Bawaan Kisi Artis
nl: Standaard sorteervolgorde

source: Sort by Album Count
fr: Trier par nombre d’albums
id: Urutkan berdasarkan Jumlah Album
nl: Sorteren op albumaantal

source: Artist Detail Default Sort
fr: Tri par défaut des détails des artistes
id: Susunan Bawaan Detail Artis
nl: Standaard sorteervolgorde

source: Genre Grid Default Sort
fr: Tri par défaut de la grille des genres
id: Urutkan Bawaan Kisi
nl: Standaard sorteervolgorde

source: Sort by Genre Name
fr: Trier par nom de genre
id: Urutkan bedasarkan Nama Genre
nl: Sorteren op genrenaam

source: Genre Detail Default Sort
fr: Tri par défaut des détails des genres
id: Urutkan Detil Bawaan Genre
nl: Standaard sorteervolgorde

source: Playback Settings
fr: Paramètres de lecture
id: Pengaturan Pemutaran
nl: Afspeelvoorkeuren

source: Default Volume
fr: Volume par défaut
id: Volume Bawaan
nl: Standaard volumeniveau

source: Shuffle Mode Loops at End
fr: Le mode mélangé fonctionne en boucle
id: Mode Acak Loop di Akhir
nl: Willekeurige modus na einde herhalen

source: If disabled, shuffle mode will end after last song, like the normal playback mode
fr: Si cette option est désactivée, la lecture mélangée s’achèvera après la dernière piste, comme le mode de lecture classique
id: Jika dinonaktifkan, mode acak akan berakhir setelah lagu terakhir, seperti mode pemutaran normal
nl: Schakel uit om de willekeurige modus na het laatste nummer uit te schakelen, zoals in de normale afspeelmodus.

source: Last.fm Enabled
fr: Activer Last.fm
id: Last.fm Diaktifkan
nl: Last.fm gebruiken

source: Threshold for Scrobble
fr: Seuil pour le Scrobble Last.fm
id: Batas untuk Scrobble
nl: Scrobble-drempelwaarde

source: The percentage of the song that must play before scrobbled
fr: Pourcentage de la piste qui doit être écouté avant ajout sur votre profil
id: Persentase lagu yang harus diputar sebelum di-scrobble
nl: Het percentage van het nummer dat dient te zijn afgespeeld alvorens te scrobbelen.

source: Discord Rich Presence Enabled
fr: Activer Discord Rich Presence
id: Discord Rich Presence Diaktifkan
nl: Discord-aanwezigheid tonen

source: Folder(s)
fr: Dossier(s)
nl: Map(pen)

source: Add Folder
fr: Ajouter un dossier
id: Tambah Folder
nl: Map toevoegen

source: Add Music Directory
fr: Ajouter un répertoire de musique
id: Tambah Musik Direktori
nl: Muziekmap toevoegen

source: Music Folders
fr: Dossiers de musique
id: Folder Musik
nl: Muziekmappen

source: Add Music
fr: Ajouter de la musique
id: Tambah Musik
nl: Muziek toevoegen

source: Go Back
fr: Retour
id: Kembali
nl: Ga terug

source: Sort
fr: Trier
id: Urutan
nl: Sorteren

source: Search
fr: Rechercher
id: Cari
nl: Zoeken

source: Tracks
fr: Pistes
id: Trek
nl: Nummers

source: _Preferences
fr: _Préférences
id: _Preferensi
nl: _Voorkeuren

source: _About Resonance
fr: À_propos de Résonance
id: _Tentang Resonance
nl: Over Reson_ance

source: Play Track
fr: Lire la piste
id: Putar Trek
nl: Nummer afspelen

source: Cannot rename playlist, no name entered.
fr: Impossible de renommer la liste de lecture, aucun nom saisi.
id: Tidak dapat mengubah nama playlist, nama tidak dimasukan.
nl: Er is geen naam ingevoerd.

source: Playlist #{new_playlist_number}
fr: Liste de lecture #{new_playlist_number}
nl: Afspeellijst #{new_playlist_number}

source: Unable to add tracks to playlist, no playlist selected
fr: Impossible d’ajouter des pistes à la liste de lecture, aucune liste de lecture sélectionnée
id: Tidak dapat menambah trek ke playlist, tidak ada playlist yang dipilih
nl: Er is geen afspeellijst gekozen.

source: Resonance is early alpha stage software, there will be bugs. If you find a bug or would like to request a feature, please open an issue on the github repo: <a href="https://github.com/nate-xyz/resonance/issues">github.com/nate-xyz/resonance/issues</a>
fr: Résonance est en phase de développement précoce, il y aura des bogues. Si vous trouvez un bogue ou souhaitez demander une fonctionnalité, veuillez ouvrir un signalement sur la page github : <a href="https://github.com/nate-xyz/resonance/issues">github.com/nate-xyz/resonance/issues</a>
id: Resonansi adalah perangkat lunak tahap alfa awal, akan ada bug. Jika Anda menemukan bug atau ingin meminta fitur, buka masalah di repo github: <a href="https://github.com/nate-xyz/resonance/issues">github.com/nate-xyz/resonance/issues</a>
nl: Let op: Resonance is alfasoftware, dus bugs zijn zeer zeker te verwachten. Als u een bug tegenkomt of een idee wilt delen, open dan een ‘issue’ in de GitHub-repo: <a href="https://github.com/nate-xyz/resonance/issues">github.com/nate-xyz/resonance/issues</a>

source: Remove Music Folder?
fr: Supprimer le dossier de musique
id: Hapus Folder Musik?
nl: Muziekmap verwijderen?

source: Are you sure you want to remove this music folder from your database? You will be unable to access the music within the folder unless you add it again.
fr: Êtes-vous sûr⋅e de vouloir supprimer ce dossier de musique de votre base de données ? Vous ne pourrez plus accéder à la musique qu’il contient, à moins de l’ajouter à nouveau.
id: Apakah kamu yakin akan menghapus folder musik ini dari database? Kamu tidak akan dapat mengakses musik di dalam folder kecuali Kamu menambahkannya lagi.
nl: Weet u zeker dat u deze muziekmap uit de databank wilt verwijderen? U heeft hierdoor geen toegang tot de muziek meer, tenzij u de map opnieuw toevoegt.

source: _Remove
fr: _Supprimer
id: _Hapus
nl: Ve_rwijderen

source: Delete Playlist?
fr: Supprimer la liste de lecture ?
id: Hapus Playlist?
nl: Afspeellijst verwijderen?

source: Are you sure you want to permanently delete this playlist? You will be unable to access it again after deletion.
fr: Êtes-vous sûr⋅e de vouloir supprimer définitivement cette liste de lecture ? Vous ne pourrez plus y accéder après la suppression.
id: Apakah kamu yakin akan menghapus secara permanen playlist ini? Kamu tidak akan dapat mengaksesnya lagi setelah dihapus.
nl: Weet u zeker dat u deze afspeellijst permanent wilt verwijderen? U heeft hierdoor geen toegang tot de afspeellijst meer.

source: _Delete
fr: _Supprimer
id: _Hapus
nl: Verwij_deren

source: Confirm Duplication
fr: Confirmer la duplication
id: Konfirmasi Duplikasi
nl: Klonen bevestigen

source: Are you sure you want to duplicate this playlist?
fr: Êtes-vous sûr⋅e de vouloir dupliquer cette liste de lecture ?
id: Apakah kamu yakin akan menduplikasi album ini?
nl: Weet u zeker dat u deze afspeellijst wilt klonen?

source: _Duplicate
fr: _Dupliquer
id: _Duplikasi
nl: _Klonen

source: Rename Playlist?
fr: Renommer la liste de lecture ?
id: Ubah nama Playlist?
nl: Afspeellijstnaam wijzigen?

source: _Rename
fr: _Renommer
id: _Ubah Nama
nl: Naam _wijzigen

source: Playlist
fr: Liste de lecture
nl: Afspeellijst

source: Save Playlist?
fr: Enregistrer la liste de lecture ?
id: Simpan Playlist?
nl: Afspeellijst opslaan?

source: _Save
fr: _Enregistrer
id: _Simpan
nl: Op_slaan

source: Playlist Title
fr: Titre de la liste de lecture
id: Judul Playlist
nl: Afspeellijstnaam

source: Playlist Description (Optional)
fr: Description de la liste de lecture (optionnel)
id: Playlist Deksripsi (Opsional)
nl: Afspeellijstbeschrijving (optioneel)

source: Select Playlist
fr: Sélectionnez une liste de lecture
id: Pilih Playlist
nl: Kies een afspeellijst

source: _Add
fr: _Ajouter
id: _Tambah
nl: _Toevoegen

source: Modify Playlist?
fr: Modifier la liste de lecture ?
id: Modifikasi Playlist?
nl: Afspeellijst bewerken?

source: Confirm these changes.
fr: Confirmer ces changements.
id: Konfirmasi perubahan ini.
nl: Bevestig de aanpassingen.

source: _Change
fr: _Changer
id: _Ubah
nl: _Aanpassen

source: Modified Title
fr: Titre modifié
id: Modifikasi Judul
nl: Gewijzigde naam

source: Modified Description
fr: Description modifiée
id: Modifikasi Deskripsi
nl: Gewijzigde beschrijving

source: Early Software Warning ⚠️
fr: Avertisseur de développement ⚠️
id: Warning Perangkat lunak Awal ⚠️
nl: Waarschuwing: vroegtijdig uitgebrachte software ⚠️

source: Don't Show Again
fr: Ne plus afficher
id: Jangan Tampilkan Lagi
nl: Niet meer tonen

source: Ok!
fr: D’accord !
nl: Oké!

source: {time_remaining} remaining
fr: {time_remaining} restante(s)
id: {time_remaining} tersisa
nl: {time_remaining} resterend

source: Toggle Playlist Sidebar
fr: Afficher / Masquer la barre latérale de la liste de lecture
id: Beralih bilah samping Playlist
nl: Afspeellijstzijbalk tonen/verbergen

source: Loop Playlist
fr: Jouer la liste de lecture en boucle
id: Ulangi Playlist
nl: Afspeellijst herhalen

source: Shuffle Playlist
fr: Mélanger la liste de lecture
id: Acak Playlist
nl: Afspeellijst willekeurig afspelen

source: Remove Track From Queue
fr: Supprimer la piste de la file d’attente
id: Hapus Trek dari Antrian
nl: Nummer verwijderen uit wachtrij

source: time remaining
fr: temps restant
id: waktu tersisa
nl: resterende tijd

source: Clear Queue
fr: Effacer la file d’attente
id: Bershikan Antrian
nl: Wachtrij wissen

source: Edit Queue
fr: Modifier la liste d’attente
id: Ubah Antrian
nl: Wachtrij bewerken

source: Save
fr: Enregistrer
id: Simpan
nl: Opslaan

source: Edit Playlist
fr: Modifier la liste de lecture
id: Ubah Playlist
nl: Afspeellijst bewerken

source: Finish Edit Playlist
fr: Terminer les modifications
id: Selesai Ubah Playlist
nl: Bewerken afronden

source: Sort Playlist Grid
fr: Trier la grille des listes de lecture
id: Urutkan Kisi Playlist
nl: Afspeellijstrooster sorteren

source: Add Track to Queue
fr: Ajouter la piste à la file d’attente
id: Tambah Trek ke Antrian
nl: Nummer toevoegen aan wachtrij

source: Remove Track From Playlist
fr: Supprimer la piste de la liste de lecture
id: Hapus Trek dari Playlist
nl: Nummer verwijderen van afspeellijst

source: Delete Playlist
fr: Supprimer la liste de lecture
id: Hapus Playlist
nl: Afspeellijst verwijderen

source: Duplicate Playlist
fr: Dupliquer la liste de lecture
id: Duplikasi Playlist
nl: Afspeellijst klonen

source: Scroll to Top
fr: Défiler vers le haut
id: Gulir ke Atas
nl: Naar bovenkant schuiven

source: Scroll to Bottom
fr: Défiler vers le bas
id: Gulir ke Bawah
nl: Naar onderkant schuiven

source: Title, Album, & Artist
fr: Titre, Album, & Artiste
id: Judul, Album, & Artis
nl: Titel, album, artiest

source: Track Title
fr: Titre de la piste
id: Judul Trek
nl: Nummernaam

source: Album Title
fr: Titre de l’album
id: Judul Album
nl: Albumnaam

source: Artist
fr: Artiste
id: Artis
nl: Artiest

source: Release Date
fr: Date de sortie
id: Tanggal Rilis
nl: Uitgavedatum

source: Sort Track List
fr: Trier la liste des pistes
id: Urutkan List Trek
nl: Nummerlijst sorteren

source: Sort Artist Grid
fr: Trier la grille des artistes
id: Urutan Kisi Artis
nl: Artiestenrooster sorteren

source: Play all Artist Albums
fr: Lire tous les albums de l’artiste
id: Putar semua Album Artis
nl: Alle albums afspelen

source: Add all Artist Albums to Queue
fr: Ajouter tous les albums de l’artiste à la file d’attente
id: Tambah semua Artis Album ke Antrian
nl: Alle albums toevoegen aan wachtrij

source: Sort Artist Albums
fr: Trier les albums de l’artiste
id: Urutan Album Artis
nl: Albums sorteren

source: Close Album Sidebar
fr: Fermer la barre latérale de l’album
id: Tutup Bilah Samping Album
nl: Albumzijbalk verbergen

source: View Album Page
fr: Voir la page de l’album
id: Lihat Halaman Album
nl: Albumpagina bekijken
