Repository: 3laws/resonance
Catalog: po/*.po
Languages: fr, id, nl

source: Title & Artist
fr: Titre & Artiste
id: Judul & Artis
nl: Titel, artiest

source: Sort Album Grid
fr: Trier la grille des albums
id: Urutan Kisi Album
nl: Albumrooster sorteren

source: Sort Genre Grid
fr: Trier la grille des genres
id: Ururtkan Kisi Genre
nl: Genrerooster sorteren

source: Play all Genre Albums
fr: Lire tous les albums du genre
id: Putar semua Album Genre
nl: Alle albums afspelen

source: Add all Genre Albums to Queue
fr: Ajouter tous les albums du genre à la file d’attente
id: Tambah semua Genre Album ke Antrian
nl: Alle albums toevoegen aan wachtrij

source: Sort Genre Albums
fr: Tirer les albums du genre
id: Urutkan bedasarkan Album Genre
nl: Albums sorteren

source: Resonance
fr: Résonance

source: Music Player
fr: Lecteur de musique
id: Player Musik
nl: Muziekspeler

source: music;sound;player;media;audio;playlist;
fr: musique;son;lecteur;média;audio;playlist;liste de lecture;
nl: muziek;geluid;speler;media;audio;afspeellijst;playlist;

source: Harmonize your listening experience
fr: Harmonisez votre expérience d’écoute
id: Selaraskan pengalaman mendengarkan Kamu
nl: Geniet van alle harmonieën

source: Resonance is an intuitive music player application written in Rust and Python, with a clean user interface built using the GTK4 / Libadwaita framework. Resonance lets you effortlessly manage and play your music collection, with support for all the common music file formats.
fr: Résonance est une lecteur de musique intuitif, codé avec Rust et Python, avec une interface soignée utilisant le framework GTK4 / Libadwaita. Résonance vous permet de gérer et jouer votre collection musicale facilement, avec une prise en charge des formats de fichiers musicaux les plus répandus.
id: Resonance adalah aplikasi pemutar musik intuitif yang ditulis dalam Rust dan Python, dengan antarmuka pengguna bersih yang dibangun menggunakan kerangka kerja GTK4 / Libadwaita. Resonansi memungkinkan Anda mengelola dan memutar koleksi musik Anda dengan mudah, dengan dukungan untuk semua format file musik umum.
nl: Resonance is een intuïtieve muziekspeler, gemaakt met Rust en Python. De vormgeving is eenvoudig van opzet, met dank aan het GTK4-/Libadwaita-framework. Met Resonance kunt u uw muziekverzameling moeiteloos beheren en afspelen. Alle gangbare muziekformaten worden ondersteund.

source: Features:
fr: Fonctionnalités :
id: Fitur:
nl: Kenmerken:

source: UI updates to reflect currently playing track's cover art colors
fr: Interface adaptative pour refléter les couleurs de la pochette de la piste en cours de lecture
id: Pembaruan UI untuk mencerminkan warna seni sampul trek yang sedang diputar
nl: De toepassing past zich aan aan de kleuren van de huidige nummerhoes

source: Playlist creation and modification
fr: Création et modification de liste de lectures
id: Playlist pembuatan dan modifikasi
nl: Maak en bewerk afspeellijsten

source: Control the player through MPRIS
fr: Contrôle du lecteur avec MPRIS
id: Kontrol player melalui MPRIS
nl: Bedien de speler met behulp van MPRIS

source: Discord Rich Presence integration
fr: Intégration de Discord Rich Presence
id: Intergasi Discord Rich Presence
nl: Discord-aanwezigheid

source: Last.fm scrobbling
fr: Scrobbling Last.fm
nl: Last.fm-scrobbelen

source: Import tags with the Mutagen library
fr: Importation de balises avec la bibliothèque Mutagen
id: Impor tag dengan pustaka Mutagen
nl: Importeer tags met behulp van de Mutagen-bibliotheek

source: No tag editing (intentionally out of scope to keep Resonance a music player only)
fr: Pas d’édition des balises (intentionnellement exclu pour faire de Résonance un lecteur de musique uniquement)
id: Tidak ada pengeditan tag (sengaja di luar ruang lingkup untuk menjaga Resonansi sebagai pemutar musik saja)
nl: Tags kunnen niet worden bewerkt (Resonance is alléén een muziekspeler)

source: ⚠️ RESONANCE IS EARLY STAGE ALPHA RELEASE SOFTWARE (THERE ARE BUGS, PLEASE OPEN ISSUES) ⚠️
fr: ⚠️ RÉSONANCE EST EN PHASE DE DÉVELOPPEMENT PRÉCOCE (IL Y AURA DES BOGUES, MERCI DE LES SIGNALER) ⚠️
nl: ⚠️ RESONANCE IS VROEGTIJDIG UITGEBRACHTE ALFASOFTWARE (BUGS ZIJN AANWEZIG - MELD DEZE) ⚠️

source: MPRIS bugfix
fr: Correction d’un bogue MPRIS
nl: Opgelost: bug omtrent MPRIS

source: Dark mode by default
fr: Mode sombre par défaut
id: Mode gelap secara bawaan.
nl: Nieuw: standaard wordt het donkere thema gebruikt

source: Various UI improvements
fr: Diverses améliorations d’interface
nl: Verbeterd: vormgeving

source: Add Last.fm support
fr: Prise en charge de Last.fm ajoutée
id: Tambah dukungan Last.fm
nl: Nieuw: Last.fm-ondersteuning

source: Use album cover art if track cover art empty
fr: Utilisation de la couverture de l’album s’il n’y a pas de couverture pour le titre
id: Gunakan gambar sampul album jika gambar sampul lagu kosong
nl: Nieuw: de albumhoes wordt gebruikt als er geen nummerhoes is

source: URI encoding for player pipeline bugfix
fr: Correction d’un bogue pour l’encodage URI du pipeline lecteur
nl: Opgelost: bug omtrent uri-encodering

source: UI improvements
fr: Améliorations de l’interface
nl: Verbeterd: vormgeving

source: Pause
id: Jeda
nl: Pauzeren
